{
    "welcome": "¡Bienvenido al juego de caja de pizza en línea!",
    "welcome1": "Inspirado por",
    "welcome2": "este comentario de Reddit",
    "welcome3": "Una vez que inicies el juego, haz clic en el icono de ayuda en la esquina inferior izquierda para ver las reglas",
    "enterName": "Ingrese los nombres de los jugadores",
    "playingHow": "¿Estás jugando local o remotamente?",
    "toolTipPlayingWithFriendsLocal": "Jugar con amigos en la misma habitación. El juego se controla en este dispositivo",
    "local": "Local",
    "remote": "Remoto",
    "playingAs": "¿Con quién juegas?",
    "toolTipPlayingWithFriendsRemote": "Jugar con amigos, cada uno en su propia computadora. El juego se comparte entre dispositivos y cada jugador toma su turno desde su dispositivo",
    "playersName": "Ingrese los nombres de los jugadores",
    "startGame": "Iniciar juego",
    "findGame": "Buscar juego",
    "joinGame": "Unirse al juego",
    "expectating": "¿O estás espectando? (esto todavía no funciona)",
    "skippedTheirTurn": "se saltó su turno",
    "panickedAndSkipped": "entró en pánico y se saltó",
    "panickedAndSkipped1": "es el turno",
    "missedTheBoard": "se perdió el tablero y bebe cuatro",
    "landedOn": "aterrizó en:",
    "createdNewRule": "creó una nueva regla:",
    "startedANewGame": "comenzó un nuevo juego",
    "joinedTheGame": "se unió al juego",
    "rule": "Rule",
    "game": "Juego",
    "state": "Estado",
    "create": "Crear",
    "addPlayer": "Agregar jugador",
    "add": "Agregar",
    "cancel": "Cancelar",
    "oops": "¡Ups!",
    "panic": "Panico!",
    "player": "+ Jugador",
    "quickStart": "Incio rápido?",
    "quickStartExplanation": "Comienza el juego con algunas reglas que ya están en el tablero",
    "createdBy": "Creado por",
    "dismiss": "cerrar",
    "history": "Historial del juego",
    "flip": "Arrojar",
    "skipturn": "Saltar turno",
    "downloadMessages": "Descargar mensajes",
    "sharegame": "Compartir juego",
    "timesLanded": "Numero de caidas",
    "settings": "Configuración del juego",
    "newGame": "Crear nuevo juego",
    "joinExistingGame": "Unirse al juego existente",
    "adjustments": {
        "line": "Dado que este es un juego en línea, se deben hacer algunos ajustes para que el juego sea jugable. Aquí hay algunas cosas a tener en cuenta:",
        "adjustemntsElements": [
            "- Una vez que comienza tu turno, puedes voltear el cuarto presionando  Flip o simplemente saltarte el turno",
            "- Al voltear, presione la barra espaciadora para detener las flechas indicadoras una a la vez",
            "- Una vez que se determina la ubicación de su volteo, sucede un poco de aleatorización para simular la incertidumbre de voltear un cuarto",
            "- ¡Ten cuidado de no perderte el tablero por completo! ¡El castigo será severo!",
            "- Las formas son cuadrados / rectángulos (por ahora). Siéntase libre de cambiar el tamaño o rotar como desee, ¡pero no demasiado grande!",
            "- Una vez que su forma sea de su agrado, escriba su regla y presione Crear ",
            "- Actualmente el juego no termina, solo juegas para siempre"
        ]
    },
    "oppsExplain": "¿Algo salió mal con el juego y te quedaste atascado? Si es así, puedes presionar este botón  Pánico para omitir el turno actual, que con suerte restablecerá el juego y te permitirá continuar" ,
    "oppsExplain2": "¡Solo presiona esto si el juego está roto!",
    "oppsExplain3": "De lo contrario, interrumpirá el turno del jugador actual",
    "takeMeBack": "Llévame de vuelta al juego",
    "downloadMessage": "Descargar mensajes",
    "rules": "Las reglas son simples: comienzas con el nombre de cada jugador dibujado en el tablero. Los jugadores se turnan para voltear cuartos en el tablero. Si un cuarto cae en un espacio vacío, escribes una regla y dibujas una forma a su alrededor. Si el cuarto cae en una regla existente, debes cumplir esa regla.Si el cuarto cae en cualquiera de los espacios iniciales, el jugador cuyo espacio es debe beber.Continúa hasta que el tablero esté lleno de reglas ",
    "havefunanddrink": "¡Diviértete y bebe responsablemente! Siéntete libre de abrir problemas en mi página de Github"
}
