[
  "Chug a beer",
  "Ask a question to someone that's so uncomfortable they don't answer. If they answer anyway, drink six, otherwise you drink six instead",
  "Tell an embarassing sexual story",
  "Drink for the number of countries you have done it in",
  "Pick a partner. You both finish your drinks",
  "If you have something to smoke, smoke it. If not, take a shot",
  "Answer ten Harry Potter trivia questions of the group's choosing. Drink for each one you get wrong.",
  "You cannot be the next person to go to the bathroom",
  "Count to five in a language of the group's choosing. If you fail, drink five, otherwise everyone else drinks three",
  "You have 60 seconds to make anyone laugh. Anyone who laughs has to drink. If you aren't funny, drink five",
  "Trade names with another player",
  "Sing the chorus to a Blink 182 song. No repeats. If you can't, drink four",
  "Categories",
  "Waterfall",
  "The person who has had the least to drink must finish their drink",
  "Take your pants off and put them back on as fast as you can",
  "Rock, paper, scissors, shot! Choose your opponent, loser takes a shot",
  "Truth or drink",
  "Drink or dare",
  "The next time you laugh, everyone else has to start laughing. Last person to laugh drinks",
  "Text an ex \"What's up\" or finish your drink",
  "Drink for the number of the month you were born in",
  "Time bomb! The third person to land on this space must finish their drink. The bomb is then reset",
  "Drink for the number of times this space has been landed on",
  "Kesha rule! The last word of every sentence has to be repeated twice twice. Lasts until someone else lands here here.",
  "Pick a partner and you each chug half a drink",
  "Give someone a compliment and choose together someone to give six drinks to",
  "Take a drink and tell us about your least favorite coworker",
  "Yell \"CHECKPOINT!\" and everyone takes a drink",
  "Play never have I ever, loser drinks three",
  "The last one to make a silly face is a rotten egg and must drink three",
  "Repeat the last rule that made you drink",
  "Name your celebrity crush",
  "Play fuck-marry-kill with Avengers characters",
  "Nice or naughty? Take five drinks or give 12 to a single person",
  "Ask the group a would you rather question. Everyone answers, those in the minority drink six each",
  "Name your secret binge show (we all have one)",
  "Text a friend. If they respond within a minute, make someone finish their drink. Otherwise, finish your drink",
  "Any time you talk it has to sound like you're asking a question"
]